{
  "aboutMe_anchor": "O mně",
  "home_anchor": "Úvod",
  "how_to_find_me": "Kde mě najdete",
  "services_anchor": "Služby",
  "contact_anchor": "Kontakt",
  "contact_information": "Kontaktní informace",
  "services_header": "Co nabízím",
  "about_me_intro": "Not used",
  "about_me_title1": "Má cesta",
  "about_me_part1_1": "Jmenuji se Petr Závodný. Shiatsu masážím se věnuji profesionálně od roku 2009. Své znalosti jsem získával dlouhodobým studiem Rojin-Liang Shiatsu, Koho Shiatsu a Darja Shiatsu School. Ve svém rozvoji pokračuji i nadále.",
  "about_me_part1_2": "S tradičními masážemi Shiatsu jsem se seznámil v roce 2006 během studia bojového umění Hakkoryu Jiu-Jitsu ve kterém je obsaženo i Shiatsu (zakladatel Hakkoryu JJ Ryosuke Okuyama je i zakladatel japonské školy Koho Shiatsu). Na vlastní kůži jsem poznal neuvěřitelné možnosti této masážní metody a rozhodl jsem se jej proto prozkoumat do větší hloubky. Z tohoto zkoumání se postupem času stala má profese.",
  "about_me_part1_3": "Od roku 2010 se rovněž zabývám studiem a praxí tantrických masáží, které se Shiatsu velice vhodně a prakticky doplňují.",
  "about_me_part1_4": "V roce 2014 jsem dokončil tříletý výcvik Tělo, Srdce a Duše, který v naší republice pořádá zakladatel Art of Being, Alan Lowen.",
  "about_me_part1_5": "Mé další zájmy jsou například jóga, sporty, kontaktní improvizace, tantra a především studium nekonečných možností a proměnlivosti života.",
  "about_me_title2": "Co je mým cílem",
  "about_me_part2_1": "Mým cílem je, aby všichni mí klienti odcházeli spokojení a v lepší náladě než při příchodu. Pokud dáváte přednost uvolněnému tělu před ztuhlým a chcete aby vám bylo po těle dobře, jsem tu pro vás. Nic se nevyrovná pocitu kdy najednou cítíte úlevu od dlouhodobých problémů a po létech vám v těle proudí krev a energie tam, kde jste cítili jen bolest a napětí.",
  "about_me_part2_2": "Lidé mohou pomáhat druhým různými způsoby, můj způsob spočívá v pomoci lidem technikami Shiatsu. Ke každému klientovi přistupuji holisticky, proto se věnuji nejen masážím, ale v případě zájmu vám předám své zkušenosti v oblasti zdravého životního stylu (cvičení, vnímání vlastního těla, strava, každodenní návyky, myšlenkové vzorce, mezilidské vztahy...). ",
  "about_me_title3": "Můj Záměr",
  "about_me_part3": "Tato stránka je věnována prezentaci mnou poskytovaných ošetření shiatsu. Mým cílem je poskytovat toto nádherné umění široké veřejnosti a pomáhat tak lidem ve svém okolí a přátelům v každodenním životě. Tomuto cíli věnuji můj veškerý záměr.",
  "about_me_title4": "Proč si vybrat právě mne",
  "about_me_part4_1": "Mám dlouhou praxi, ale délka praxe sama o sobě nemusí znamenat mnoho. Důležitější je že na osobní úrovni mám i po mnoha letech stále stejnou potřebu přinášet svým klientům co nejkvalitnější péči a šetřit jejich čas. Toho lze docílit pouze plnou přítomnosti a zájmem jak o klienty, tak o technickou stránku mé práce. Dále směruji pozornost i k osobnímu rozvoji, který otevírá dveře dalším úrovním vnímání a porozumění lidem.",
  "about_me_part4_2": "Dokáži se vcítit do vašich pocitů a potřeb protože jsem sám zažil únavu, vyčerpání a bolest. Vím tudíž jaké to je když člověk potřebuje pomoc a někdo mu dokáže přinést úlevu.",
  "write_me": "Napiš mi",
  "p404_Title": "Stránka nenalezena",
  "p404_Message": "Klinkni na tlačítko níže a vrať se na hlavní stránku.",
  "go_home": "Na hlavní stránku",
  "home_title_1": "Japonské masáže Shiatsu",
  "home_title_2": "zdravý životní styl",
  "home_intro": "Shiatsu je tisíciletí starý systém používaný k ozdravě a harmonizaci těla a duše jako celku. Tento přístup je unikátní v tom, že nepůsobí pouze povrchově, ale účinek jde do hloubky organismu. ",
  "home_quote_text": "Techniky shiatsu spočívají v působení tlaku prstů a dlaní maséra na určité části povrchu těla pro účely obnovení rovnováhy v těle a ke zlepšení zdraví. Je to rovněž metoda přispívající k léčení určitých nemocí.",
  "home_quote_source": "Japonské ministerstvo zdravotnictví, Prosinec 1957",
  "home_purpose_title": "Účel těchto stránek",
  "home_purpose_text": "Na těchto stránkách se můžete dozvědět více o relaxačních masážích, které poskytuji v Brně. Rovněž vám mohu pomoci s poradenstvím ohledně zdravého životního stylu.",
  "home_benefits_title": "S čím vám může Shiatsu pomoci?",
  "home_benefits_1": "bolesti svalů a kloubů",
  "home_benefits_2": "namožená záda či natažené šlachy",
  "home_benefits_3": "nespavost",
  "home_benefits_4": "únava a vyčerpání",
  "home_benefits_5": "zažívací problémy",
  "home_benefits_6": "závislosti",
  "home_benefits_7": "chronické bolesti",
  "home_benefits_8": "psychické problémy",
  "home_benefits_9": "obnovení rovnováhy v životě",
  "home_benefits_10": "navrácení chuti do života",
  "home_benefits_11": "problémy v sexualitě",
  "input_name": "Jméno",
  "input_name_required": "Pole \"Jméno\" je povinné.",
  "input_name_length": "\"Jméno\" musí mít alespoň 3 znaky.",
  "input_email": "Email",
  "input_email_required": "Pole \"Email\" je povinné.",
  "input_email_invalid": "Zadejte platný email.",
  "input_message": "Zpráva",
  "input_message_required": "Pole \"Zpráva\" je povinné.",
  "button_send": "Odeslat",
  "address_label": "Adresa",
  "phone_label": "Telefon",
  "email_label": "Email",
  "value_copied": "bylo zkopírováno do paměti",
  "navigate_to_webpage": "Přejít na webovou stránku",
  "testimonials_anchor": "Reference",
  "testimonials_header": "Napsali o mně",
  "read_more": "Přečíst si více",
  "pricing_anchor": "Ceník",
  "pricing_table_header_1": "Služba",
  "pricing_table_header_2": "Cena",
  "pricing_shiatsu_row_1_description": "Shiatsu jednotlivé ošetření",
  "pricing_shiatsu_row_1_price": "1.500 Kč",
  "pricing_shiatsu_row_2_description": "Shiatsu předplacené 2 ošetření",
  "pricing_shiatsu_row_2_price": "2.700 Kč (1.350 Kč/1 ošetření)",
  "pricing_shiatsu_row_3_description": "Shiatsu předplacené 4 a více ošetření",
  "pricing_shiatsu_row_3_price": "například 4.800 Kč (1.200 Kč/1 ošetření)",
  "contact_form_success_message": "Děkuji za váš zájem. Vaše zpráva byla úspěšně odeslána. Odpovím vám co nejdříve.",
  "contact_form_error_message": "Omlouvám se, ale došlo k chybě při odesílání vaší zprávy. Zkuste to prosím znovu později.",
  "button_sending": "Odesílám...",
  "in_construction": "Tato stránka je ve výstavbě. Omlouvám se za případné nepříjemnosti.",
  "contact_page_title": "Kontakt – Shiatsu Petrklíč",
  "contact_page_description": "Spojte se se mnou pro domluvení termínu nebo získání více informací o tradiční Shiatsu terapii v Brně.",
  "about_me_page_title": "O mně – Shiatsu Petrklíč",
  "about_me_page_description": "Seznamte se s terapeutem, jeho zázemím a celostním přístupem k Shiatsu terapii v Brně.",
  "home_page_title": "Shiatsu Brno – Petrklíč",
  "home_page_description": "Tradiční Shiatsu terapie v Brně s jemným, účinným a celostním přístupem k zdraví a pohodě.",
  "page_not_found_title": "Stránka nenalezena – Shiatsu Petrklíč",
  "page_not_found_description": "Omlouváme se, ale požadovaná stránka nebyla nalezena. Zkontrolujte adresu nebo se vraťte na úvodní stránku.",
  "pricing_page_title": "Ceník – Shiatsu Petrklíč",
  "pricing_page_description": "Prohlédněte si ceny za Shiatsu terapie v Brně a možnosti zvýhodněných balíčků.",
  "services_page_title": "Služby – Shiatsu Petrklíč",
  "services_page_description": "Objevte nabídku Shiatsu terapií poskytovaných v Brně, včetně typů sezení a používaných technik.",
  "testimonials_page_title": "Reference – Shiatsu Petrklíč",
  "testimonials_page_description": "Přečtěte si zpětnou vazbu a zkušenosti klientů, kteří využili Shiatsu terapii v Brně.",
  "events_anchor": "Události"
}
