{
  "aboutMe_anchor": "About Me",
  "home_anchor": "Home",
  "how_to_find_me": "How to Find Me",
  "services_anchor": "Services",
  "contact_anchor": "Contact",
  "contact_information": "Contact Information",
  "services_header": "What I Offer",
  "about_me_intro": "Not used",
  "about_me_title1": "My Journey",
  "about_me_part1_1": "My name is Petr Závodný. I have been practicing Shiatsu massage professionally since 2009. I gained my knowledge through long-term study of Rojin-Liang Shiatsu, Koho Shiatsu, and the Darja Shiatsu School. I continue to develop my skills to this day.",
  "about_me_part1_2": "I was introduced to traditional Shiatsu massage in 2006 during my study of the martial art Hakkoryu Jiu-Jitsu, which includes Shiatsu (the founder of Hakkoryu JJ, Ryosuke Okuyama, is also the founder of the Japanese Koho Shiatsu school). I personally experienced the incredible potential of this massage method and decided to explore it more deeply. Over time, this exploration became my profession.",
  "about_me_part1_3": "Since 2010, I have also been studying and practicing tantric massage, which complements Shiatsu in a very suitable and practical way.",
  "about_me_part1_4": "In 2014, I completed a three-year training program called Body, Heart and Soul, organized in our country by Alan Lowen, founder of the Art of Being.",
  "about_me_part1_5": "My other interests include yoga, sports, contact improvisation, tantra, and above all, studying the endless possibilities and transformations of life.",
  "about_me_title2": "What is My Goal",
  "about_me_part2_1": "My goal is for all my clients to leave satisfied and in a better mood than when they arrived. If you prefer a relaxed body over a stiff one and want to feel good in your body, I am here for you. Nothing compares to the feeling of sudden relief from long-term issues and having blood and energy flow to areas where you used to feel only pain and tension.",
  "about_me_part2_2": "People can help others in many ways; my way is to help people using Shiatsu techniques. I approach each client holistically, so I also offer my experience in healthy lifestyle practices (exercise, body awareness, diet, daily habits, thought patterns, interpersonal relationships...) if you're interested.",
  "about_me_title3": "My Intention",
  "about_me_part3": "This website is dedicated to presenting the Shiatsu treatments I provide. My goal is to make this beautiful art accessible to the general public and to help people around me and my friends in everyday life. I dedicate my full intention to this goal.",
  "about_me_title4": "Why Choose Me",
  "about_me_part4_1": "I have many years of experience, but experience alone does not mean much. More importantly, even after all these years, I still have the same personal drive to offer my clients the highest quality care and to respect their time. This can only be achieved through full presence and attention to both the clients and the technical aspects of my work. I also focus on personal development, which opens doors to deeper levels of perception and understanding of people.",
  "about_me_part4_2": "I can empathize with your feelings and needs because I have experienced fatigue, exhaustion, and pain myself. I know what it’s like when someone needs help and someone is able to bring relief.",
  "write_me": "Write to Me",
  "p404_Title": "Page Not Found",
  "p404_Message": "Click the button below to return to the home page.",
  "go_home": "Back to Home",
  "home_title_1": "Japanese Shiatsu Massage",
  "home_title_2": "Healthy Lifestyle",
  "home_intro": "Shiatsu is a thousand-year-old system used for healing and harmonizing the body and soul as a whole. This approach is unique in that it does not only act on the surface but penetrates deep into the organism.",
  "home_quote_text": "Shiatsu techniques involve applying pressure with the masseur's fingers and palms to specific areas on the body surface to restore balance and improve health. It is also a method that contributes to the treatment of certain illnesses.",
  "home_quote_source": "Japanese Ministry of Health, December 1957",
  "home_purpose_title": "Purpose of This Website",
  "home_purpose_text": "On this website, you can learn more about the relaxation massages I offer in Brno. I can also provide advice regarding a healthy lifestyle.",
  "home_benefits_title": "How Can Shiatsu Help You?",
  "home_benefits_1": "muscle and joint pain",
  "home_benefits_2": "strained back or pulled tendons",
  "home_benefits_3": "insomnia",
  "home_benefits_4": "fatigue and exhaustion",
  "home_benefits_5": "digestive issues",
  "home_benefits_6": "addictions",
  "home_benefits_7": "chronic pain",
  "home_benefits_8": "mental health issues",
  "home_benefits_9": "restoring balance in life",
  "home_benefits_10": "renewed zest for life",
  "home_benefits_11": "sexuality issues",
  "input_name": "Name",
  "input_name_required": "The \"Name\" field is required.",
  "input_name_length": "\"Name\" must be at least 3 characters long.",
  "input_email": "Email",
  "input_email_required": "The \"Email\" field is required.",
  "input_email_invalid": "Please enter a valid email address.",
  "input_message": "Message",
  "input_message_required": "The \"Message\" field is required.",
  "button_send": "Send",
  "address_label": "Address",
  "phone_label": "Phone",
  "email_label": "Email",
  "value_copied": "has been copied to clipboard",
  "navigate_to_webpage": "Go to Web Page",
  "testimonials_anchor": "Testimonials",
  "testimonials_header": "What They Say About Me",
  "read_more": "Read More",
  "pricing_anchor": "Pricing",
  "pricing_table_header_1": "Service",
  "pricing_table_header_2": "Price",
  "pricing_shiatsu_row_1_description": "Single Shiatsu treatment",
  "pricing_shiatsu_row_1_price": "1,500 CZK",
  "pricing_shiatsu_row_2_description": "Prepaid Shiatsu – 2 treatments",
  "pricing_shiatsu_row_2_price": "2,700 CZK (1,350 CZK per treatment)",
  "pricing_shiatsu_row_3_description": "Prepaid Shiatsu – 4 or more treatments",
  "pricing_shiatsu_row_3_price": "e.g., 4,800 CZK (1,200 CZK per treatment)",
  "contact_form_success_message": "Thank you for your interest. Your message was successfully sent. I will get back to you as soon as possible.",
  "contact_form_error_message": "Sorry, an error occurred while sending your message. Please try again later.",
  "button_sending": "Sending...",
  "in_construction": "This page is under construction. I apologize for any inconvenience."
}
